{
  "main_service": {
    "name": "Canadian Centre for Child Protection",
    "url": "https://211ontario.ca/service/70568694/canadian-centre-for-child-protection-canadian-centre-for-child-protection/?searchLocation=Toronto&topicPath=2&latitude=43.653226&longitude=-79.3831843&sd=25&ss=Distance",
    "provider_url": "https://missingkids.ca/"
  },
  "initiatives": {
    "How can we help you?": {
      "url": "https://missingkids.ca/en/how-can-we-help/",
      "title": "HOW CAN WE HELP YOU?",
      "description": "MissingKids.ca is here to help families and communities of children who are missing, and families who are worried their child may go missing. In this section, you will find immediate steps to take if a child goes missing, as well as signs that may indicate a child is at risk of going missing and things you can do in a variety of situations to help prevent a child from going missing. You can also contact us at 1-866-KID-TIPS (543-8477) to speak with a specially trained caseworker for additional support and assistance.",
      "services": [],
      "contact_info": {
        "phone": "1-866-KID-TIPS"
      },
      "related_links": []
    },
    "Help us find a missing child": {
      "url": "https://missingkids.ca/en/help-us-find/",
      "title": "HELP US FIND A MISSING CHILD",
      "description": "When a child is missing, a community can make all the difference in the world. Members of the public can play a critical role in helping to bring missing children home. Support the search and help make a difference. Look through our database of nationally registered missing children in Canada. Do you have information about a missing child? All details, big or small, can make a difference. Sign up to become a part of the search for missing children in your community. Getting information about a missing child and MissingKids.ca resources out to the public is so important. Use your voice. Community members can play an important role in the search for a missing child. Learn how you can help. AMBER Alerts notify Canadians when a child abduction occurs and the public’s assistance is required. Learn more about AMBER Alerts. Missing Children’s Month is an annual reminder to honour missing and abducted children and to continue efforts to reunite missing children with their families.",
      "services": [],
      "contact_info": {},
      "related_links": []
    },
    "Resources": {
      "url": "https://missingkids.ca/en/resources/",
      "title": "RESOURCES",
      "description": "Information about child personal safety is available on the Canadian Centre for Child Protection website.",
      "services": [],
      "contact_info": {},
      "related_links": []
    },
    "About": {
      "url": "https://missingkids.ca/en/about/",
      "title": "About MissingKids.ca",
      "description": "MissingKids.ca is Canada’s missing children resource centre. Owned and operated by the Canadian Centre for Child Protection, MissingKids.ca offers families support in finding their missing child and provides educational materials to help prevent children from going missing. Every year, tens of thousands of reports of missing children are made to police in Canada. MissingKids.ca works closely with police and other stakeholders in the search for these missing children. MissingKids.ca is proud to work in collaboration with Réseau Enfants-Retour to provide missing children services to residents of Quebec. Réseau Enfants-Retour supports MissingKids.ca in offering case management support to Francophone families searching for their missing child.",
      "services": [],
      "contact_info": {},
      "related_links": []
    },
    "DONATE NOW": {
      "url": "https://protectchildren.ca/en/get-involved/donate/",
      "title": "",
      "description": "95 cents from every dollar goes towards the delivery of programs and services to help protect children. As a registered charity, we rely on donations from Canadians. Every single donation makes a difference, helping us support Canadian families and offer essential prevention information to reduce child victimization. When you make a donation, you help us deliver: Canadian Centre for Child Protection Charitable Registration Number: 106913627 RR 0001",
      "services": [],
      "contact_info": {
        "phone": ""
      },
      "related_links": []
    },
    "En français": {
      "url": "https://missingkids.ca/fr/",
      "title": "",
      "description": "MON ENFANT A DISPARU COMMUNIQUER UNE INFORMATION OU UNE OBSERVATION EnfantsPortésDisparus.ca est un programme du Centre canadien de protection de l’enfance. À titre de centre de ressources canadien sur les disparitions d’enfants, EnfantsPortésDisparus.ca soutient les familles à la recherche d’un enfant disparu et diffuse de l’information sur la prévention des disparitions d’enfants. Associez-vous à une grande cause. En tant qu’organisme de bienfaisance enregistré, nous avons besoin de dons pour soutenir les familles éprouvées et diffuser de l’information sur la prévention des disparitions d’enfants. Donnez maintenant EnfantsPortésDisparus.ca bénéficie du soutien des contributeurs suivants : Autres partenaires",
      "services": [],
      "contact_info": {},
      "related_links": []
    },
    "Contact Us": {
      "url": "https://missingkids.ca/en/about/contact/",
      "title": "Contact Us",
      "description": "We appreciate your feedback. Let us know what you think of the website and our material, and how you use our resources and services to better protect children in your community. This form is not meant for reporting information about a missing child. To register a missing child, please contact 1-866-KID-TIPS (543-8477) or use the MissingKids.ca intake form. To report a tip or sighting of a missing child, please use the MissingKids.ca tip or sighting form. Privacy Policy Send Inquiry Toll-free: 1-866-KID-TIPS (543-8477) Contact us here.",
      "services": [],
      "contact_info": {
        "phone": "1-866-KID-TIPS"
      },
      "related_links": []
    },
    "Privacy Policy": {
      "url": "https://missingkids.ca/en/privacy-policy/",
      "title": "Privacy Policy",
      "description": "This Privacy Policy is effective January 29, 2018. The MissingKids.ca website (the “MK Website”) and the MissingKidsAlert.ca website (the “MKAlert Website”) (collectively referred to as the “Websites”) are owned and operated by the Canadian Centre for Child Protection Inc. (the “Canadian Centre”). The Canadian Centre is a charitable organization dedicated to the personal safety of all children. The goal of the Canadian Centre is to reduce child victimization by providing programs and services to the Canadian public, which include the services offered through the Websites, namely providing information and resources to the Canadian public about the issue of missing children. The Websites also provide parents and guardians of missing children with a way to register information about their missing child and request and receive services through the MissingKids.ca Program designed to help locate their missing child (the “MissingKids.ca Program”). Members of the public are also able to provide tips or sightings related to current missing children cases through the MK Website and can sign up to receive missing child alerts through the MissingKidsALERT notification service. Federal privacy legislation in Canada, namely the Personal Information Protection and Electronic Documents Act (PIPEDA), applies to personal information that is collected, used and disclosed in the course of commercial activities. With the exception of the collection, use and disclosure of information for the purpose of processing donations made through the MK Website, the Websites are not operated in the course of commercial activities; they are not operated for commercial purposes; and the Canadian Centre does not consider the collection, use and disclosure of personal information obtained through the Websites to be a commercial activity. The Canadian Centre nonetheless believes that maintaining the privacy of your personal information is of the utmost importance and accordingly, it adheres to the spirit of PIPEDA in its operation of the Websites and of the MissingKids.ca Program. This online Privacy Policy describes how personal information obtained through the Websites and through the MissingKids.ca Program is collected, used and disclosed by the Canadian Centre. This Privacy Policy applies to users of the Websites and to individuals who are receiving services through the MissingKids.ca Program, and it reflects the spirit of PIPEDA. We encourage you to read this Privacy Policy to gain a better understanding of how your personal information will be treated when you visit and use the Websites, or receive services through the MissingKids.ca Program, including receiving missing child alerts through the MissingKidsALERT notification system. Personal information is any identifiable information about an individual, including: name, email address, mailing address, and telephone/fax number. Personal information does not include aggregated information that cannot be associated with a specific individual. Note that PIPEDA does not apply to business contact information such as an employee’s name, title, business address, business telephone number or business email address that is collected, used or disclosed solely for the purpose of communicating or facilitating communication with that person in relation to their employment or profession. We respect your privacy. We developed this Privacy Policy in order to ensure that users of the Websites and recipients of services provided through the MissingKids.ca Program are confident that their personal information will be handled in a reasonable manner. We feel it is important that you understand what information we collect, why we collect it, how we will use and disclose it, and how you can contact us with privacy-related questions or concerns. Whether you are visiting the Websites to obtain access to resources and information, to complete the intake and/or registration process, to submit a tip or sighting, to sign up to receive missing child alerts through the MissingKidsALERT notification system, to make a donation, or to participate in the MissingKids.ca Program, we are committed to respecting your privacy and personal information. In order to observe the spirit of PIPEDA, the Canadian Centre has adopted the 10 Privacy Principles contained within the Canadian Standards Association Model Code for the Protection of Personal Information. A summary of the principles is set out below. An explanation of how these principles are applied to personal information collected through the Websites follows the summary below. The Canadian Centre is responsible for personal information under its control, and as such has designated an individual who is accountable for our compliance with the following principles. Note: See principle 10 for contact information for the Canadian Centre’s Privacy Officer. The Canadian Centre will identify the purposes for which personal information is collected at or before the time of collection. Note: See the additional information below, under the heading “Application of the Privacy Principles to Information Collected through the MissingKids.ca Website, the MissingKidsAlert.ca Website and operation of the MissingKids.ca Program”, which contains a list of the purposes for which we collect personal information. Generally speaking, we collect personal information primarily to operate the Websites and the MissingKids.ca Program, and to provide assistance to individuals searching for a missing child. The individual’s knowledge and consent are required for the collection, use, or disclosure of their personal information, except where inappropriate. In determining the appropriate form of consent, the Canadian Centre shall take into account the sensitivity of the personal information and the reasonable expectations of the individual with respect to that information. An individual may withdraw their consent at any time, subject to legal or contractual restrictions and reasonable notice, and the Canadian Centre shall inform the individual of the implications of such withdrawal. By accessing and using the Websites, it is implied that you consent to the collection, use and disclosure of personal information as outlined in this policy. When you provide personal information in the course of: requesting services, participating in the intake and registration process, or while receiving services, you do so on a voluntary basis, and we collect all such information on the understanding that you consent to the collection, use and disclosure of personal information for the purposes and in the manner outlined in this policy. Note: The following statement applies to principles 3 and 5: In certain circumstances, personal information can be collected, used or disclosed without the knowledge and consent of the individual. For example the Canadian Centre may collect, use or disclose personal information without knowledge and consent if: The Canadian Centre may also use or disclose personal information without knowledge and consent in the case of an emergency where the life, health or security of an individual is threatened. The Canadian Centre may disclose personal information without knowledge and consent to a lawyer representing the Canadian Centre, to comply with a subpoena, warrant or other court order, or as may be otherwise required by law. The collection of personal information will be limited to that which is necessary for the purposes identified by Canadian Centre. Information will be collected by fair and lawful means. Personal information will not be used or disclosed for purposes other than those for which it was collected, except with the consent of the individual, to comply with a government request, to protect the operations of the Canadian Centre, or as required by law, or to complete a business transaction (only if necessary and only if contractual and other security safeguards are in place). Personal information will be retained only as long as necessary for the fulfillment of those purposes. Only those employees of the Canadian Centre who require access to personal information for business reasons, or whose duties reasonably so require, will be granted access to personal information. Note: See the note to principle 3. Personal information will be as accurate, complete, and up-to-date as is necessary for the purposes for which it is to be used. The Canadian Centre has security safeguards in place designed to protect personal information against loss, theft, unauthorized access, disclosure, copying, use or modification. Such safeguarding measures may include but are not limited to alarm systems, locked cabinets, computer passwords, firewalls and encryption. Upon written request, individuals shall be provided with additional specific information about our policies and practices relating to the management of personal information. Upon written request, an individual will be informed of the existence and use of his or her personal information, and will be given access to that information. An individual will be able to challenge the accuracy and completeness of their personal information and have it amended accordingly. In order to safeguard personal information, access requests must be in writing, and reasonable steps to verify the identity of the requesting individual will be taken before any information will be released. In certain situations, however, the Canadian Centre may not be able to provide access to all the personal information it holds about an individual. Circumstances where that could occur include, but are not limited to, the following: For information referred to in paragraphs c) and d) above, if the information is severable from the record containing any other information for which access is requested, the Canadian Centre shall give the individual access after severing. The Canadian Centre shall give access to personal information in an alternative format to an individual with a sensory disability who has a right of access to personal information and who requests that it be transmitted in the alternative format if a version of the information already exists in that format. Note: See the additional information below, under the heading “Application of the Privacy Principles to Information Collected through the MissingKids.ca Website, the MissingKidsAlert.ca Website and operation of the MissingKids.ca Program”, regarding access to information. If for any reason, you have questions or concerns about this Privacy Policy, please get in touch with us through the Contact Us page accessible from here. You may also contact our Privacy Officer by mailing a letter outlining your question(s) or concern(s) to: On the MissingKids.ca Website and the MissingKidsAlert.ca Website, and through operation of the MissingKids.ca Program, we collect, use and disclose personal information for the following general purposes, as well as any other purposes that may be identified to you at the time of collection: To provide the public with readily accessible and available: and to honour requests for information, newsletters, and other publications; All information provided by the computer used to visit the Websites is collected, as set out below. Session cookies are used to gather some of the information below, and some of the information may be delivered automatically by the computer, depending on the settings of the computer. Where a session cookie is used, it only provides information about the visit to the Websites during that session. The information collected is aggregated and non-personally identifying. It includes: The above information is collected and used to help us better understand our audience and how our Websites are being used and accessed. It helps ensure content is delivered in the appropriate format during a user’s visit and provides us with information so we can improve the Websites for subsequent users. It is also used to compile statistical information about the use of the Websites. The Websites are designed to use the IP address provided by a user’s computer to gather broad, aggregated demographic information (such as geographical, domain and ISP information). We may also collect, use, store and disclose an IP address along with other relevant information if we detect an attempt to compromise the security or availability of the Websites or any features thereof, or where we have reason to believe that: any aspect of the Websites may be being abused by a user; a user has attempted to or has circumvented any feature designed to prevent copying or conversion of content or data to other formats; a user has intentionally supplied false or misleading information through the Websites; a user is or may be involved in unlawful activities; or a child or children may be at risk. When a person contacts us to request assistance or to begin the process of registering the case of a missing child with the MissingKids.ca Program, the person will either submit an online intake form using the online intake process at MissingKids.ca, or will speak with a caseworker over the phone who will collect similar information. We have designed the intake process to collect only information that we consider necessary to help us facilitate identification of the missing child, identify and assess the risks to the missing child, and make an initial determination about whether the case is eligible for assistance under our existing policies and procedures. The information you provide at intake is also verified with the law enforcement agency responsible for investigation of the case. If a case is accepted after the caseworker has made contact with the parent/guardian, it proceeds to registration. All information already collected is used to help us identify what, if any, additional information will need to be collected during registration. We identify that information by carefully considering what information will be beneficial to collect for the purpose of locating the child and/or any person the child may be with. The information requested at registration will vary depending on the circumstances of the particular case. Generally, the individual registering the case (typically the parent or legal guardian of the missing child) may be asked to provide a variety of information about: the missing child; the circumstances surrounding the child’s disappearance; the alleged abductor (if known) and his/her relationship to the child; the friends, adults and other individuals around the child who may have information that could assist in locating the child; and any other information considered relevant to help locate the missing child and reunite him/her with the searching party. The information provided during the registration process and any additional information provided or otherwise received that relates to the case is used to work with the individual registering the case and law enforcement to facilitate the location and return of the missing child. We have designed the registration process to limit the information requested to that which we consider necessary to assist you, based on the particular circumstances and our experience in assisting with other missing children cases. If information is requested online, explanations are included to help the person registering their case to better understand why certain information is requested and how such information can be helpful in finding the missing child. If information is being provided over the phone, our caseworkers are able to provide any explanations required. The individual sharing information during intake and registration is in full control of choosing the information to share with us and is encouraged to ask questions throughout the process. MissingKidsALERT is a public notification service designed to provide critical information in the search for missing children. Through this service, individuals and organizations in Canada can quickly and easily sign up to receive missing child alerts through a variety of electronic platforms (ex. email, Facebook, Twitter). Individuals who sign up will receive emails or notifications regarding missing child cases where there is reason to believe the missing child may be in the individual’s area or community. Individuals may choose to receive alerts for all types of missing children in their area or may opt to receive alerts for only certain types of missing children, such as runaway children. Businesses and organizations who sign up will also receive alerts that are specific to their area or community and can then ensure that the alerts are disseminated to their employees. The involvement of businesses and organizations expands the network of individuals who receive missing child notifications. Personal information provided by individuals, businesses and organizations when they sign up to receive alerts will be used only for that purpose. The MK Website allows a user to provide us with an email address and receive MissingKids.ca updates, media releases, etc. If a user chooses to provide their email address, the email address so provided will be used for the purpose of communicating updates to the content posted on MissingKids.ca, media releases of the Canadian Centre or others that are connected to MissingKids.ca, and other information that the Canadian Centre believes may be of interest. An email address collected for such purpose will not be used for any other purpose except with consent, nor will such email address be disclosed outside of our organization. We also will not link your email address to the information we collect from all visitors (described in section B above), except under the circumstances described in the heading “IP Addresses” in section B. You may request removal from our email mailing list at any time by contacting us through the Contact Us page accessible here with the subject line “Remove from mailing list”. Instructions for removal from the mailing list will also be set out in each email communication you receive from us. When a person submits a tip or sighting about a missing child using the tip or sighting form on MissingKids.ca, or calls in to MissingKids.ca to submit a tip or sighting, the person making the submission chooses the information to provide. MissingKids.ca forwards the information contained in the tip or sighting form to the appropriate law enforcement agency. If contact information is included within the tip or sighting form, or if contact information is provided over the phone, the contact information will be forwarded to law enforcement along with the other information provided. The contact information is disclosed so that the person reporting information can be contacted by the appropriate law enforcement agency for more information if needed. A person may also choose not to provide contact information and in that case, only the information the person chose to provide will be turned over to law enforcement. The MK Website contains a link called “Donate”. If you click on that link, you will be redirected to a page where you can obtain information about making a donation, and make an online donation. If you choose to make an online donation, the information supplied to us through the donation process is collected, used and disclosed by us for the purpose of processing the donation and issuing a tax receipt. If MissingKids.ca is contacted via our toll-free line outside of our regular business hours, the call will be routed to a third party answering service who has been instructed to ask certain questions of callers to determine the nature of the call and the appropriate next steps. In most cases, the answering service will collect basic information regarding the purpose of the call and the contact information for the caller, and will then forward such information to MissingKids.ca so that a MissingKids.ca caseworker may respond during regular business hours. The third party answering service collects, uses and discloses such information on behalf of the Canadian Centre under the terms of a written agreement that contains provisions to protect the security and confidentiality of information provided to the answering service by callers. In addition to the uses specific to each type of information as set out in\nsection\nB above, we also use information collected through the operation of the Websites, the intake and registration process, and the case work that is conducted, to generate statistical reports to enable us to improve our services, the user experience, the intake and registration process, identify trends, conduct research, and to help us to more effectively target public communication and awareness activities. When you use the Websites; submit information to us through intake and/or registration; or otherwise request or receive services from us, it is implied that you have consented to the collection, use and disclosure of your personal information for the purposes identified in Section A above, and in accordance with sections B, C and E herein. We also seek written consent from parents/guardians for cases registered with the MissingKids.ca Program and for cases where a missing child will be featured in a missing child alert through the MissingKidsALERT notification system. However, due to the nature of the services we are able to provide and the time-sensitive nature of some missing child situations, from time to time we may receive personal information about a missing child and any individual the child may be with directly from police rather than from the parent/guardian. In such cases, we may use and disseminate information as directed by police to facilitate the swift identification and return of the missing child. If such a circumstance occurs, the Canadian Centre, either on its own or through the efforts of law enforcement, will make all reasonable efforts to notify the parent/guardian of the actions taken as soon as practicable. Statistical information about the use of the Websites and the information submitted to the Websites may be aggregated and included in public reports issued by the Canadian Centre. However, personally identifying information will not be shared in such public reports, except with the consent of the parent or guardian of the missing child. Personal information provided through the intake, registration and case management process is considered sensitive and is not shared with others outside of the organization except to law enforcement or another reputable missing children’s agency, and then only to the extent deemed necessary for the purpose of verification or facilitating the return of the missing child. We may also provide such information to law enforcement, child welfare and emergency services in emergency situations or where required by statute or court order. In addition, we may disclose information to the appropriate law enforcement or child welfare agency(ies): In situations where a child or children may be at risk, such information may also be disclosed to child welfare. We do not sell personal information to others nor do we use the personal information we collect from you during intake or thereafter, or when you sign up for missing child alerts, for commercial purposes. All transmitted information is protected using measures that are reasonable given the sensitivity of the information. Physical and technical security measures including firewalls and access lists are employed to protect the computer servers and databases within which information is stored. The computer servers and databases within which information is stored are located within Canada. Physical or digital access to information is restricted to those within the Canadian Centre who have a need to know as well as those members of law enforcement and/or child welfare who are involved in the search for a missing child. While secure sockets layer (SSL) technology is used to encrypt/protect the information in transit, and verify the identity of the MissingKids.ca and MissingKidsAlert.ca webserver(s), users should be aware that the internet is a public network, and as such communications cannot be considered 100% secure. An individual may request access to personal information held about them by submitting a request to the Privacy Officer. Only information that pertains to the individual making the request will be released and the individual’s identity will need to be authenticated before information can be released. Information about third parties will not be released. There are other considerations that may limit access, for example, if there is reason to believe the release of the information could reasonably affect the safety and/or security of any person, it will not be released. Refer to the examples listed in Principle 9 for more information. If you have any questions or concerns about our privacy practices, please get in touch with us through the Contact Us page accessible from here. You may also send a letter outlining your question(s) or concern(s) to:",
      "services": [],
      "contact_info": {},
      "related_links": []
    },
    "Terms of Use": {
      "url": "https://missingkids.ca/en/terms-of-use/",
      "title": "Terms of Use",
      "description": "These Terms and Conditions of Use were last updated January 29, 2018. IMPORTANT! YOUR ACCESS TO THE WEBSITE LOCATED AT www.missingkids.ca (the “MK Website”) AND THE WEBSITE LOCATED AT www.missingkidsalert.ca (the “MKAlert Website”) (collectively referred to as the “Websites”) IS SUBJECT TO LEGALLY BINDING TERMS AND CONDITIONS. CAREFULLY READ ALL OF THE FOLLOWING TERMS AND CONDITIONS BEFORE ACCESSING AND/OR USING EITHER OR BOTH OF THE WEBSITES. IF YOU DO NOT AGREE TO THESE TERMS AND CONDITIONS DO NOT USE THE WEBSITES. ACCESS TO AND/OR USE OF THE WEBSITES CONSTITUTES YOUR EXPRESS AND UNCONDITIONAL AGREEMENT TO THESE TERMS AND CONDITIONS. Enforcement. This is an Agreement between you and the Canadian Centre for Child Protection Inc., which organization operates the Websites (the “Canadian Centre”). The term “Websites” when used will include the Websites and all information, content, reports, data, graphics, web pages, text, files, forms (including intake and registration forms, “Report a Tip or Sighting” forms, “Contact Us” forms and donor forms), artwork, images, software, product names, icons, company names, trademarks, logos and trade names contained on the Websites, including the manner in which the said content is presented or appears. By accessing the Websites or submitting a form through the Websites, you are agreeing to be bound by the terms and conditions in this Agreement. If you do not agree with these terms and conditions, do not use the Websites. If you are dissatisfied with the Websites, your sole remedy is to discontinue use of them. You acknowledge, by your use of the Websites, that your use is at your sole risk. Amendment. The Canadian Centre reserves the right to amend these terms and conditions at any time without prior notice to you and such amendments will be effective immediately upon posting the modified Agreement on the Websites. By using the Websites, you are agreeing to be bound by the then-current version of these terms and conditions of use. The Canadian Centre, at its sole discretion, may change, suspend or discontinue any aspect of either Website at any time, including the availability of any feature, database or content of either Website and may terminate this Agreement at any time. The Canadian Centre may also impose limits on your ability to access certain features and services or restrict your access to part or all of either Website without notice or liability. Ownership. The Websites are protected by intellectual property, copyright and trademark laws. Except as expressly licensed to you, the Canadian Centre retains all right, title and interest in and to the Websites, including all intellectual property rights. You do not own the Websites. Licence. The Canadian Centre grants to you a personal, limited, non-transferable and non-exclusive licence to temporarily access, and use the Websites on any single computer for your own personal use. This Agreement is not a transfer or a license of any of the Canadian Centre’s rights to the content or the content of third parties displayed or accessed through the Websites. The Websites and their content cannot be used or reproduced by you for commercial purposes. Any document that is made available for download may be saved to an electronic retrieval system, printed, or viewed, and such saved/printed copy may be used strictly for personal use or for non-commercial educational use. For greater certainty, sharing a link to a MissingKids Alert posted on MissingKidsAlert.ca is permitted. Pictures of Missing Children. Pictures of missing children are featured in and through the Missing Children Database on the MK Website and in missing child alerts sent through the MissingKidsALERT system only to facilitate the identification and location of such children. Site users are not permitted to use, reproduce or download any picture of a missing child for any other purpose, nor may any site user use, reproduce or download a missing child’s picture to use in a publication (whether for commercial gain or not), without specific consent from either the parent or legal guardian of that child, or the Canadian Centre. Restrictions. Subject to the licence, you may NOT (1) provide others with access to the Websites; (2) create derivative works, copy, publish, reproduce, rent, sublicence, modify, reverse engineer, decompile, transfer, translate, or resell for profit copies of the Websites, or any portion thereof, in any form or by any means whatsoever, be they physical, electronic or otherwise; (3) do anything to harm the functioning or content of the Websites; (4) attempt to upload, insert or change any information or image to or on the Websites; (5) permit, allow or do anything that would infringe or otherwise prejudice the proprietary rights of the Canadian Centre or allow any third party to access the Websites; (6) redeliver any of the Websites using “framing”, hyperlinks, or other technology without express written permission; or (7) remove any copyright or other proprietary notices from the Websites. You are also prohibited from using the Websites for activities that include, but are not limited to: impairing the operations or efficiency of the Websites or creating an unusually large burden on the Websites, or otherwise generating levels of traffic sufficient to impede the ability of other users of the Websites to transmit information to the Websites or receive information from the Websites. We reserve the right to manage the Websites and their operations in order to optimize their efficiency for the benefit of all users. We may take any other action we deem appropriate in order to help ensure the integrity of the Websites for all users. Disclaimer. Note that the Websites are provided “AS IS” without any representations, warranties, guarantees or conditions, of any kind, whether express or implied, statutory or otherwise, including but not limited to, warranties as to uninterrupted or error free operation, availability, accuracy, completeness, currentness, reliability, timeliness, legality, suitability, privacy, security, merchantability, quality, title, non-infringement or fitness for a particular purpose, and should be accessed and used by you at your own risk. License to Use Your Information. With the exception of personal information which is subject to section 9 of this Agreement, you grant to the Canadian Centre a perpetual, royalty-free, worldwide, non-exclusive, irrevocable, transferable license to run, display, use, copy, reproduce, publish, share, loan, distribute, create derivative works of, translate, modify, sub-license, make available to any person or otherwise use, any information or content you send to the Canadian Centre by e-mail or other correspondence (such as forms), including without limitation, any ideas or concepts, or any intellectual property contained therein, for any purpose whatsoever. The Canadian Centre will not be subject to any obligations of confidentiality regarding any such information and content unless specifically agreed to by the Canadian Centre in writing or required by law. You represent and warrant that you have the right to grant the license set out above. You waive any moral rights that you may have to such information and content. Please remember that you are responsible for whatever information and content you submit, and that you, and not the Canadian Centre, have full responsibility for the information and content, including its reliability, originality and copyright. Please do not reveal trade secrets or other confidential information in your information and content. Use of Personal Information. You acknowledge that the Canadian Centre collects, uses and discloses personal information through the Websites for the identified purposes set forth in the Privacy Policy posted on the Websites (the “Privacy Policy”). From time to time, you may choose to submit Personal Information to the Canadian Centre through the Websites. By submitting such information, you consent to the collection, use and disclosure of such information in accordance with the Privacy Policy and any other terms and conditions that may have been agreed upon at the time the information was provided and thereafter. For details concerning the Privacy Policy please click here. Accuracy. The Websites are provided for educational and informational purposes only and should not be interpreted as a recommendation for any specific product or third party service, use or course of action. The Websites are not intended to be used as a substitute of any kind for professional advice. The information on the Websites is believed to be reliable when posted. Although reasonable efforts are made to ensure that the Websites will be current and will contain no errors or inaccuracies, the Canadian Centre cannot guarantee that the Websites are accurate or error-free or that they will be current at all times. The information on the Websites is subject to change without notice, and the Canadian Centre reserves the right in its sole discretion to correct any errors or omissions in any part of the Websites. Limitation of Liability. Under no circumstances shall the Canadian Centre or any of its employees, directors, officers, agents, affiliates, licensors or suppliers be liable for any damages whatsoever arising out of or related to (1) access to or use of the Websites; and/or (2) any information or content you send to the Canadian Centre; and/or (3) the use of links to other websites, whether or not any such damages are or might be foreseeable or caused in whole or in part by the negligence of the Canadian Centre, and even if the Canadian Centre is informed of their possibility; including without limitation liability for direct, indirect, special, punitive, incidental or consequential damages (including lost profits, lost savings, business interruption or loss of data). Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above exclusion or limitation may not apply to you. Without limiting the generality of the foregoing, the Canadian Centre assumes no responsibility and shall not be liable for any damages to, or viruses that may infect, your computer equipment or other property on account of your access to, use of, or browsing in the Websites or your downloading of any materials, data, text, images, video or audio from the Websites. Indemnity. You agree at all times to indemnify, defend and hold harmless the Canadian Centre and any of its employees, directors, officers, agents, affiliates, licensors and suppliers of all actions, proceedings, costs, claims, damages, demands, liabilities and expenses whatsoever (including legal and other fees and disbursements) sustained, incurred or paid by the Canadian Centre directly or indirectly in respect of (1) access to or use of the Websites; and/or (2) any information or content you send to the Canadian Centre; and/or (3) the use of links to other websites. Remedies. You acknowledge that the exclusive remedies and limited liability set forth in this Agreement are fundamental elements of the basis of the bargain between the Canadian Centre and you. You agree that the Canadian Centre would not be able to provide access to the Websites on an economic basis without such limitation. Termination. Without prejudice to any other of its rights, the Canadian Centre may terminate this Agreement, without notice to you, if you fail to comply with the terms and conditions of this Agreement. In the event this Agreement is terminated, you will no longer have access to the Websites and you will return all information in your possession relating to the Websites and all copies thereof. The terms of this Agreement will survive the termination or expiry of this Agreement. Linked Sites. The Canadian Centre may provide links to third party websites which are provided for your convenience. The Canadian Centre does not endorse or take responsibility for the accuracy or appropriateness of the information, data, opinions, advice, statements, content, hyper-links, and information contained on those third party websites and is not liable for any issues arising from your use of those third party websites. Access to third party linked websites is at your own risk. In providing links to third party websites, the Canadian Centre is in no way acting as a publisher or disseminator of the material contained on those websites and does not seek to monitor or control such websites. A link to a third party website should not be construed to mean that the Canadian Centre is affiliated or associated with same. The mention of another party or its product or service on the Websites should not be construed as an endorsement of that party or its product or service. Further, when you click on links and/or ad banners that take you to a third party website, you will be subject to the policies of the third party website and any applicable agreement posted thereon. The Canadian Centre will not be responsible for the actions of third parties. You should read the posted policies and agreements whenever interacting with any third party website. Monitoring. The Canadian Centre has no obligation to monitor the Websites. You agree that the Canadian Centre has the right to monitor the Websites from time to time and to disclose any information as necessary to satisfy any law, regulation or other governmental request, to operate the Websites properly, to protect itself or other users of the Websites, or where it suspects abuse or unlawful activity. General Provisions. This Agreement cannot be assigned or transferred, in whole or in part, by you. This Agreement will endure to the benefit of and be binding upon each of us and our respective heirs, successors and permitted assigns. This Agreement will be governed by, and construed under, the laws of the Province of Manitoba and the laws of Canada applicable therein. In the event of a dispute, we agree to submit to the non-exclusive jurisdiction of the Manitoba courts. We expressly exclude the UN Convention on Contracts for the International Sale of Goods and The Sale of Goods Act (Manitoba), as amended, replaced or re-enacted from time to time. We have required that this Agreement and all documents relating thereto be drawn-up in English. Nous avons demandé que cette convention ainsi que tous les documents qui s’y rattachent soient rédigés en anglais. This Agreement constitutes and contains the entire agreement between you and the Canadian Centre with respect to the subject matter hereof and supersedes any prior oral or written agreements. In the event that any provision of this Agreement is held by a court or a tribunal of competent jurisdiction to be unenforceable, such provision will be enforced to the maximum extent permissible and the remaining portion of this Agreement will remain in full force and effect. MissingKids.ca, its logo and all representations, and MissingKidsAlert.ca, its logo and all representations, are © and used in Canada as a trademark of the Canadian Centre for Child Protection Inc.",
      "services": [],
      "contact_info": {},
      "related_links": []
    },
    "Accessibility": {
      "url": "https://missingkids.ca/en/accessibility/",
      "title": "Accessibility",
      "description": "The Canadian Centre for Child Protection Inc. (C3P) is committed to complying with the Customer Service Standard Regulation under The Accessibility for Manitobans Act. Our policies, practices and measures reflect the principles of dignity, independence, integration, and equal opportunity for people with disabilities. C3P strives to ensure that those we serve are able to benefit from the resources and services we offer. If a barrier to accessing C3P’s resources or services cannot be removed, we will seek to provide alternate ways to access the resources or services. If you require an accommodation to access our resources and/or services or information, please contact us: We will strive to ensure that reasonable accommodations will be made. The C3P Accessible Customer Service Policy outlines our measures to ensure accessibility for the people we serve. View our Accessible Customer Service Policy here. To request a copy of this policy in an alternate format, please contact us by phone, email, or fax. If you have questions about our resources or services, or would like to provide feedback about our accessibility features or policies, please contact us by phone, email, or fax. The premises at 611 Academy are wheelchair accessible, however the building located at 615 Academy is not. Should you plan to visit our premises for a meeting or a presentation and require a wheelchair accessible building, please let us know so that we can arrange for the meeting or presentation to be held at 611 Academy where possible.",
      "services": [],
      "contact_info": {
        "phone": "(204) 560-2083",
        "email": "contact@protectchildren.ca"
      },
      "related_links": []
    }
  },
  "related_urls": [
    "https://protectchildren.ca/en/report-concern/",
    "https://protectchildren.ca/en/order/products/",
    "https://protectchildren.ca/en/programs-and-initiatives/zoe-and-molly-online/",
    "https://protectchildren.ca/en/press-and-media/",
    "https://missingkids.ca/fr/en-bref/contact/",
    "https://missingkids.ca/en/media-centre/",
    "https://missingkids.ca/fr/politique-de-confidentialite/",
    "https://missingkids.ca/en/help-us-find/spread-the-word/",
    "https://missingkids.ca/en/resources/#child-personal-safety",
    "https://protectchildren.ca/en/programs-and-initiatives/missingkids/",
    "https://missingkids.ca/en/resources/lost-child/",
    "https://missingkids.ca/en/help-us-find/tip-or-sighting/",
    "https://protectchildren.ca/en/programs-and-initiatives/smart-strong-safe/",
    "https://missingkids.ca/en/how-can-we-help/unknown-young-adult/",
    "https://missingkids.ca/en/resources/unknown-young-adult/",
    "https://protectchildren.ca/en/programs-and-initiatives/protectkidsonline/",
    "https://protectchildren.ca/en/about-us/",
    "https://protectchildren.ca/en/get-involved/media-kit/",
    "https://missingkids.ca/en/help-us-find/missing-childrens-month/",
    "https://protectchildren.ca/en/programs-and-initiatives/commit-to-kids/",
    "https://missingkids.ca/en/help-us-find/amber-alert/",
    "https://protectchildren.ca/en/get-involved/mecc/",
    "https://missingkids.ca/en/resources/#be-informed",
    "https://missingkids.ca/en/resources/#searching-families",
    "https://protectchildren.ca/en/programs-and-initiatives/needhelpnow/",
    "https://protectchildren.ca/en/programs-and-initiatives/",
    "https://protectchildren.ca/en/get-involved/",
    "https://missingkids.ca/fr/aidez-nous-retrouver/",
    "https://missingkids.ca/en/help-us-find/missingkidsalert/",
    "https://missingkids.ca/",
    "https://protectchildren.ca/en/programs-and-initiatives/survivor-advocacy-groups/",
    "https://missingkids.ca/en/resources/",
    "https://missingkids.ca/en/help-us-find/community-engagement/",
    "https://missingkids.ca/fr/ressources/",
    "https://protectchildren.ca/en/resources-research/",
    "https://missingkids.ca/en/",
    "https://missingkids.ca/fr/accessibilite/",
    "https://missingkids.ca/en/resources/stranger-abduction/",
    "https://missingkids.ca/fr/quest-ce-quon-peut-faire-pour-vous/",
    "https://protectchildren.ca/en/programs-and-initiatives/self-peer-exploitation/",
    "https://protectchildren.ca/en/get-involved/donate/one-time-donation/",
    "https://protectchildren.ca/en/get-involved/donate/",
    "https://missingkids.ca/en/privacy-policy/",
    "https://missingkids.ca/en/resources/#prevention",
    "https://protectchildren.ca/en/programs-and-initiatives/kids-in-the-know/",
    "https://missingkids.ca/en/resources/runaway/",
    "https://protectchildren.ca/fr/contribuer/faire-un-don/",
    "https://missingkids.ca/en/resources/#communities",
    "https://missingkids.ca/en/about/",
    "https://missingkids.ca/fr/en-bref/",
    "https://missingkids.ca/en/help-us-find/",
    "https://protectchildren.ca/en/programs-and-initiatives/project-arachnid/",
    "https://protectchildren.ca/en/programs-and-initiatives/billy-brings-his-buddies/",
    "https://missingkids.ca/fr/conditions-utilisation/",
    "https://protectchildren.ca/en/survivor-support/",
    "https://missingkids.ca/en/terms-of-use/",
    "https://protectchildren.ca/en/programs-and-initiatives/public-spaces/",
    "https://missingkids.ca/en/how-can-we-help/",
    "https://protectchildren.ca/en/get-involved/demand-change/",
    "https://protectchildren.ca/en/programs-and-initiatives/survivors-survey/",
    "https://protectchildren.ca/en/programs-and-initiatives/teatree-tells/",
    "https://missingkids.ca/en/how-can-we-help/runaway/",
    "https://protectchildren.ca/en/programs-and-initiatives/cybertip/",
    "https://missingkids.ca/en/how-can-we-help/parental-child-abduction/",
    "https://missingkids.ca/en/missing-children-database/",
    "https://missingkids.ca/en/how-can-we-help/stranger-abduction/",
    "https://protectchildren.ca/en/get-involved/online-training/",
    "https://missingkids.ca/en/resources/parental-child-abduction/",
    "https://missingkids.ca/en/resources/missing-children-statistics/",
    "https://missingkids.ca/en/how-can-we-help/lost-child/",
    "https://missingkids.ca/en/accessibility/",
    "https://missingkids.ca/en/about/contact/",
    "https://protectchildren.ca/en/programs-and-initiatives/commit-to-kids-children-in-sport/",
    "https://missingkids.ca/fr/",
    "https://missingkids.ca/en/about/partners/",
    "https://protectchildren.ca/en/get-involved/careers/"
  ]
}